Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: This determines how many minutes will be between individual Fat-Protein Unit Carb Equivalent (FPU) entries from a single Fat and/or Protein bolus calculator entry.
bg: Това определя колко минути ще има между отделните записи на мазнинно-протеинови единици (FPU) от един запис в болус калкулатора за мазнини и/или протеини.
cs: Tohle určuje, kolik minut bude mezi jednotlivými záznamy sacharidového ekvivalentu tukovo-bílkovinných jednotek (FPU) z jednoho zadání do kalkulačky bolusu na tuky a bílkoviny.
da: Dette bestemmer, hvor mange minutter vil være mellem individuelle Fat-Protein Unit Carb Equivalent (FPU) poster fra en enkelt fedt og / eller Protein bolus lommeregner post.
de: Damit wird festgelegt, wie viele Minuten zwischen den einzelnen Fett-Eiweiß-Einheiten-Kohlenhydrat-Äquivalenten (FPU) eines einzelnen Fett- und/oder Eiweißbolus-Rechnereingangs liegen.
es: Esto determina cuántos minutos habrá entre las entradas individuales de Carbo de Grasas y proteínas equivalentes (FPU) de una sola calculadora de Grasa y/o Protein bolus.
fr: Définit l’intervalle en minutes entre chaque ajout d’équivalents glucidiques pour les lipides et protéines (FPU) à partir d’un seul ajout de lipides et/ou protéines dans le calculateur de bolus.
it: Questo determina quanti minuti saranno tra le singole voci di Carb Equivalente dell'Unità di Proteine Grasse (FPU) da una singola voce di calcolatrice in bolo di Grasso e/o Proteina.
nb_no: Dette bestemmer hvor mange minutter som skal være mellom individuelle fett- og proteinekvivalenter (FPU) ut fra hver enkelt måltidsregistrering i boluskalkulatoren.
nl: Dit bepaalt hoeveel minuten er tussen individuele Fat-Protein Unit Carb Equivalent (FPU) ingangen van een enkele Fat en/of Protein boluscalculator zal zijn.
pl: Określa, ile minut będzie upływać pomiędzy poszczególnymi wpisami ekwiwalentu tłuszczu i białka (FPU) dla pojedynczego wpisu w kalkulatorze bolusa tłuszczu i/lub białka.
pt_pt: Isto determina quantos minutos serão entre a quantidade de quantidade de Carbo de Unidades de Proteína equivalente (FPU) de entradas de uma única gordura e/ou calculadora de bolus proteína.
ru: Это определяет, сколько минут будет между отдельными элементами углеводородов из одного элемента жира и/или белка.
sv: Detta avgör hur många minuter som kommer att vara mellan de individuella kolhydratesekvivalent-posterna för fett- och protein (FPU) efter en enskild registrerad måltid med fett och/eller protein.
uk: Це визначає скільки хвилин будуть між окремими записами Fat-Protein Unit Carb Equivalent (FPU) від одного Fat та/або калькулятора для Protein.
vi: Thiết lập này xác định khoảng thời gian (tính bằng phút) giữa các mục FPU (Đơn vị Tương đương Carb từ Chất Béo và Đạm) riêng lẻ, được tạo ra từ một lần nhập duy nhất trong bộ tính bolus cho chất béo và/hoặc đạm.
zh_hant: 這會決定從單一脂肪和/或蛋白質注射計算器條目之間，個別脂肪-蛋白質單元碳水化合物相當物(FPU)條目的分鐘數。

source: This difference exists because situations like exercise often need a much larger insulin reduction than Autosens would detect during a normal daily routine.
bg: Тази разлика съществува, защото ситуации като физическа активност често изискват много по-голямо намаление на инсулина, отколкото Autosens би засякло по време на нормална ежедневна рутина.
cs: Tento rozdíl existuje proto, že situace jako cvičení často vyžadují mnohem výraznější snížení inzulínu, než jaké by Autosens dokázal rozpoznat během běžného denního režimu.
fr: Cette différence existe car des situations comme l'exercice physique nécessitent souvent une réduction d'insuline beaucoup plus importante que celle qu'Autosens détecterait lors d'une routine quotidienne normale.
nb_no: Denne forskjellen eksisterer fordi situasjoner som trening ofte krever en mye større insulinreduksjon enn Autosens ville oppdaget under en normal daglig rutine.
pl: Różnica ta wynika z faktu, że w niektórych sytuacjach np. podczas ćwiczeń konieczne jest często znacznie większe obniżenie dawki insuliny, niż wykryłby to system Autosens podczas normalnej codziennej rutyny.
vi: Sự khác biệt này tồn tại vì các tình huống như tập luyện thường cần giảm insulin nhiều hơn đáng kể so với mức mà Autosens có thể phát hiện trong thói quen hằng ngày bình thường.
zh_hant: 之所以有這樣的差異，是因為像運動這類情境，往往需要比自動敏感度調整在一般日常狀態下所偵測到的更大幅度的胰島素降低。

source: This dotted line represents the hourly insulin rate of your scheduled basal insulin.
bg: Тази пунктирана линия представлява часовата доза на планирания ви базален инсулин.
cs: Tato tečkovaná čára znázorňuje hodinovou dávku tvého naplánovaného bazálního inzulínu.
da: Denne punkterede linje repræsenterer insulinhastigheden pr. time for dit planlagte basalinsulin.
de: Diese gepunktete Linie stellt die stündliche Insulinrate Deines geplanten Basalinsulins dar.
es: Esta línea punteada representa la tasa de insulina por hora de su insulina basal programada.
fr: Cette ligne en pointillés représente le débit horaire d’insuline de votre profil basal programmé.
it: Questa linea tratteggiata rappresenta la velocità oraria di insulina basale programmata.
nb_no: Denne stiplede linjen representerer din planlagte basalinsulin per time.
nl: Deze stippellijn geeft de hoeveelheid insuline per uur weer van jouw geplande basale insuline.
pl: Ta linia przerywana przedstawia godzinową dawkę insuliny w ramach zaplanowanej dawki podstawowej.
pt_pt: Esta linha pontilhada representa a taxa de insulina horária da sua insulina basal programada.
ru: Эта пунктирная линия представляет собой почасовую инсулин скорости вашего планового базисного инсулина.
sv: Denna prickade linje representerar den timvisa insulinnivån för din schemalagda basal.
uk: Ця пунктирна лінія представляє погодинну інсуліну коефіцієнт запланованого базового інсуліну.
vi: Đường chấm này biểu thị tốc độ insulin nền theo giờ đã được lên lịch của bạn.
zh_hant: 這條虛線表示你預定的基礎胰島素每小時的給藥率。

source: This enables supermicrobolus (SMB) while carbs on board (COB) are positive.
bg: Това включва supermicrobolus (SMB), докато carbs on board (COB) е положителен.
cs: Toto povolí supermicrobolus (SMB), pokud jsou aktivní sacharidy (COB) kladné.
da: Dette muliggør supermikrobolus (SMB), mens kulhydrater om bord (COB) er positive.
de: Dies ermöglicht Supermicrobolus (SMB), während Kohlenhydrate an Bord (COB) positiv sind.
es: Esto permite el supermicrobolo (SMB) mientras que los glúcidos a bordo (COB) son positivos.
fr: Active les Super Micro Bolus (SMB) tant qu’il reste des glucides actifs (COB > 0).
it: Ciò consente il supermicrobolo (SMB) mentre i carboidrati da assorbire (COB) sono presenti.
nb_no: Dette slår på Super Mikro Bolus (SMB) så lenge aktive karbohydrater (COB) er positiv.
nl: Dit activeert supermicrobolus (SMB) wanneer er koolhydraten actief zijn (COB).
pl: Włącza supermikrobolus (SMB), gdy węglowodany na pokładzie (COB) są dodatnie.
pt_pt: Isto permite o supermicrobolus (SMB) enquanto os hidratos a bordo (COB) são positivos.
ru: Разрешить SMB при положительных углеводах на борту.
sv: Detta tillåter supermikrobolusar (SMB) medan det finns aktiva kolhydrater (COB).
uk: Дозволити SMB при позитивних вуглеводах на борту.
vi: Bật tùy chọn này sẽ cho phép sử dụng supermicrobolus (SMB) khi vẫn còn carbs tồn dư (COB).
zh_hant: 這使得超微量注射(SMB)在有碳水化合物(COB)為正值的情況下啟用。

source: This enables supermicrobolus (SMB) with eating soon / low temp targets. With this feature enabled, any temporary target below 100mg/dL, such as a temp target of 99 (or 80, the typical eating soon target) will enable SMB.
bg: Това включва supermicrobolus (SMB) при временни цели за скоро хранене / ниски временни цели. С активирана тази функция всяка временна цел под 100 mg/dL, като временна цел от 99 (или 80, типичната цел за скоро хранене), ще активира SMB.
cs: Toto povolí supermicrobolus (SMB) při cílech pro brzké jídlo / nízkých dočasných cílech. S touto zapnutou funkcí povolí SMB jakýkoli dočasný cíl pod 100 mg/dl, například dočasný cíl 99 (nebo 80, což je typický cíl pro brzké jídlo).
da: Dette muliggør supermikrobolus (SMB) med at spise snart / lave temp mål. Med denne funktion aktiveret, ethvert midlertidigt mål under 100 mg/dL, såsom et temp mål på 99 (eller 80, den typiske spise snart mål) vil gøre det muligt for SMB.
de: Dies ermöglicht Supermikroboli (SMB) mit für baldiges Essen / niedrige Temporäre Ziele. Wenn diese Funktion aktiviert ist, wird jedes Temporäre Ziel unter 100 mg/dL, wie z. B. ein Temporäres Ziel von 99 (oder 80, das typische Ziel für "baldiges Essen"), SMB aktivieren.
es: Esto activa supermicrobolos (SMB) con 'Comer Pronto' o basales temporales bajas. Con esta característica activada, cualquier objetivo temporal por debajo de 100mg/dL, tal como un objetivo temporal de 99 (u 80, el objetivo típico de 'Comer Pronto') se permitirán SMB.
fr: Cela active les Super Micro Bolus (SMB) en présence d’une Cible Temporaire basse, comme celle utilisée pour un repas imminent. Une fois cette option activée, toute Cible Temporaire inférieure à 100 mg/dL — comme une cible de 99 ou de 80 (valeur typique pour un repas imminent) — activera les SMB.
it: Questo abilita supermicrobolo (SMB) con funzione eating soon / obiettivi temporanei glicemici bassi. Con questa funzione abilitata, qualsiasi obiettivo temporaneo inferiore a 100 mg/dL, come un obiettivo di temperatura di 99 (o 80, il tipico target eating soon) abiliterà SMB.
nb_no: Dette slår på Super Mikro Bolus (SMB) ved spise-snart / lave midlertidige mål. Med denne funksjonen på, vil SMB bli slått på med midlertidige mål under 100mg/dL, slik som 99 (eller 80, et typisk mål for spise-snart).
nl: Dit maakt kleine microbolussen (SMB, supermicrobolus) mogelijk wanneer "eating soon/pre-maaltijd" of een lage tijdelijke streefwaarde is ingesteld. Als dit is ingesteld zal elke tijdelijke streefwaarde onder 100mg/dL (5.5 mmol/l) bijvoorbeeld 5.4 (of 4.5, de typische pre-maaltijd streefwaarde) SMB inschakelen.
pl: Włącza supermikrobolus (SMB) z jedzeniem wkrótce / niskim celem tymczasowym. Gdy funkcja jest włączona, dowolny tymczasowy cel poniżej 100 mg/dL, taki jak cel tymczasowy 99 (lub 80 - typowy cel do szybkiego jedzenia) umożliwi SMB.
pt_pt: Isto permite que supermicrobolus (SMB) coma em breve / alvos temporários baixos. Com este recurso ativado, qualquer alvo temporário abaixo de 100mg/dL como um alvo temporário de 99 (ou 80, a comida típica em breve) permitirá que as pequenas e médias empresas.
ru: Разрешает супермикроболюсы (SMB) с режимом скоро еда / низкими целями. При включенной опции любая временная цель ниже 5.6ммоль/л (100mg/dL), например временная цель 5.5 (или 4.4, типичная для скорого приема пищи) разрешит SMB.
sv: Detta tillåter supermikrobolusar (SMB) vid låga tillfälliga målvärden (tex 'Äter snart'). Med denna funktion aktiverad, kommer SMB:ar vara aktiva även vid tillfälliga målvärden under 100mg/dL (5,6 mmol/l).
uk: Дозволяє супермікроболюси (SMB) з режимом скоро їжа / низькими цілями. При включеній опції будь-яка тимчасова мета нижче 5.6ммоль/л (100mg/dL), наприклад, тимчасова мета 5.5 (або 4.4, типова для швидкого прийому їжі) дозволить SMB.
vi: Bật tùy chọn này sẽ cho phép sử dụng supermicrobolus (SMB) khi có các Mục tiêu Tạm thời thấp hoặc chuẩn bị ăn. Khi tính năng này được bật, bất kỳ Mục tiêu Tạm thời nào dưới 100mg/dL — chẳng hạn như 99 hoặc 80 mg/dL (mức điển hình khi sắp ăn) — sẽ kích hoạt SMB.
zh_hant: 這使得超微量注射(SMB)在即將進餐/低目標值時啟用。啟用此功能後，任何低於100mg/dL的臨時目標，例如99（或80，通常的進餐目標），都將啟用SMB。

source: This enables uploading of statistics.json to Nightscout, which can be used by the Community Statistics and Demographics Project. Participation in Community Statistics is opt-in, and requires separate registration at:
bg: Това позволява качването на statistics.json в Nightscout, който може да се използва от Community Statistics and Demographics Project. Участието в Community Statistics е по желание и изисква отделна регистрация на:
cs: Tohle umožňuje nahrávání souboru statistics.json na Nightscout, který může být využit pro projekt komunitních statistik a demografických údajů. Účast v komunitních statistikách je dobrovolná a vyžaduje samostatnou registraci na:
da: Dette gør det muligt at uploade statistics.json til Nightscout, som kan bruges af Fællesskabets statistikker og demografiske projekt. Deltagelse i EF-statistikker er fravalgt, og kræver særskilt registrering på:
de: Dies ermöglicht das Hochladen der statistics.json zu Nightscout, die vom Community "Statistics and Demographics Project" genutzt werden kann. Die Teilnahme an der Gemeinschaftsstatistik erfolgt auf freiwilliger Basis und erfordert eine gesonderte Registrierung unter:
es: Esto permite subir estadísticas.json a Nightscout, que puede ser utilizado por el Proyecto de Estadísticas y Demografía de la Comunidad. La participación en las estadísticas comunitarias está optada, y requiere registro separado en:
fr: Active l’envoi du fichier "statistics.json" vers Nightscout, lequel est utilisé par le projet communautaire de statistiques et de données démographiques. La participation à ce projet est facultative et nécessite une inscription distincte à l’adresse suivante :
it: Questo consente il caricamento di statistics.json in Nightscout, che può essere utilizzato dal Community Statistics and Demographics Project. La partecipazione alle statistiche comunitarie è facoltativa e richiede una registrazione separata a:
nl: Dit maakt het uploaden van statistics.json naar Nightscout mogelijk, wat gebruikt kan worden door het Community Statistics and Demographics Project. Deelname aan Community Statistics is opt-in en vereist aparte registratie op:
pl: Umożliwia to przesłanie statistics.json do Nightscout, który może być wykorzystywany przez wspólnotowy projekt Statystyki i Demografii. Udział w statystykach Wspólnoty jest opt-in i wymaga oddzielnej rejestracji na:
pt_pt: Isso permite o upload de statistics.json para o Nightscout, que pode ser usado pelo Projeto de Estatísticas Comunitárias e Demográficos. Participação em Estatísticas da Comunidade é opt-in, e requer inscrição separada em:
ru: Это позволяет загружать файл statistics.json в Nightscout, который может использоваться проектом статистики и сообщества. Участие в статистике сообщества является добровольным и требует отдельной регистрации по адресу:
sv: Detta möjliggör uppladdning av statistik till Nightscout. För att dela denna statistik se länk nedan:
uk: Це дає змогу завантажувати statistics.json у Nightscout, який може використовуватися Проектом статистики та демографії спільноти. Участь у статистиці спільноти є обов’язковою та потребує окремої реєстрації за адресою:
vi: Tùy chọn này cho phép tải tệp statistics.json lên Nightscout, tệp này có thể được sử dụng bởi Dự án Thống kê và Nhân khẩu học Cộng đồng. Việc tham gia vào Thống kê Cộng đồng là hoàn toàn tự nguyện và yêu cầu đăng ký riêng tại:
zh_hant: 這使得將statistics.json上傳到Nightscout成為可能，該檔案可用於社群統計和人口統計專案。 參加社群統計是自願的，需要單獨註冊，註冊網址為：

source: This fallback setting prevents under-dosing by spreading a portion of the entered carbs over time, balancing insulin needs with undetected carb impact.
bg: Тази резервна настройка предотвратява недостатъчно дозиране, като разпределя част от въведените въглехидрати във времето, балансирайки нуждите от инсулин с незасечения ефект на въглехидратите.
cs: Toto záložní nastavení brání poddávkování tím, že rozloží část zadaných sacharidů v čase, čímž vyvažuje potřebu inzulínu při nezjištěném vlivu sacharidů.
da: Denne fallback-indstilling forhindrer underdosering ved at sprede en del af de underforståede kulhydrater over tid, idet insulinbehovet afbalanceres med udetekteret kulhydratpåvirkning.
de: Diese Rückfalleinstellung verhindert eine Unterdosierung, indem sie einen Teil der eingegebenen Kohlenhydrate über die Zeit verteilt und so den Insulinbedarf mit den unerkannten Auswirkungen der Kohlenhydrate ausgleicht.
es: Este ajuste de reserva previene la insuficiencia de dosis mediante la diseminación de una porción de los glúcidos introducidos a lo largo del tiempo, equilibrando las necesidades de insulina con el impacto del glúcido no detectado.
fr: Ce réglage de secours évite un sous-dosage en répartissant une partie des glucides saisis sur la durée, afin d’équilibrer les besoins en insuline avec l’impact des glucides non détectés.
it: Questa impostazione di ripiego impedisce il sottodosaggio diffondendo una parte dei carboidrati entrati nel tempo, bilanciando il fabbisogno di insulina con un impatto carb non rilevato.
nb_no: Denne reserveinnstillingen forhindrer underdosering ved å spre en del av de angitte karbohydratene over tid, og balansere insulinbehovet med uoppdaget karbohydratpåvirkning.
nl: Deze terugval-instelling voorkomt onderdosering door een deel van de ingevoerde koolhydraten na verloop van tijd te verspreiden, door de behoefte aan insuline in evenwicht te brengen met niet gedetecteerde koolhydraten impact.
pl: To ustawienie zapasowe zapobiega niedostatecznemu dawkowaniu poprzez rozłożenie części wprowadzonych węglowodanów w czasie, równoważąc zapotrzebowanie na insulinę z niewykrytym wpływem węglowodanów.
pt_pt: Esta configuração de fallback impede a subdosagem espalhando uma parte dos carbos inseridos ao longo do tempo, equilibrando as necessidades de insulina com impacto de carbo não detectado.
ru: Эта резервная настройка предотвращает занижение дозировки путем распространения части углеводов с течением времени, балансирования потребностей инсулина с необнаруживаемым воздействием углеводов.
sv: Denna reservinställning förhindrar underdosering genom att fördela en del av de inmatade kolhydraterna över tid, och balansera insulinbehov med oupptäckta kolhydrater.
uk: Цей спадний параметр запобігає недооцінці шляхом поширення частини введених карсток з часом, балансування інсуліну потребує невиявленого впливу карба.
vi: Hiết lập dự phòng này giúp ngăn ngừa việc tiêm thiếu insulin bằng cách phân bổ một phần lượng carb đã nhập theo thời gian, nhằm cân bằng nhu cầu insulin với tác động của carb chưa được phát hiện.
zh_hant: 這項備用設定通過將輸入的部分碳水化合物分散於時間中，防止劑量不足，平衡胰島素需求與未被檢測到的碳水影響。

source: This feature can be used to override these therapy settings for a chosen length of time:
bg: Тази функция може да се използва за отмяна на тези настройки на терапията за избран период от време:
cs: Tuto funkci můžeš použít k přepsání těchto nastavení léčby na zvolenou dobu:
da: Denne funktion kan bruges til at tilsidesætte disse terapi indstillinger for en valgt længde af tid:
de: Diese Funktion kann verwendet werden, um diese Therapieeinstellungen für eine bestimmte Zeit zu überschreiben:
es: Esta característica se puede utilizar para reemplazar estos ajustes de terapia durante un tiempo elegido:
fr: Cette fonctionnalité permet de remplacer les réglages de thérapie suivants pendant une durée déterminée :
it: Questa funzione può essere utilizzata per sovrascrivere queste impostazioni terapeutiche per un periodo di tempo scelto:
nb_no: Denne funksjonen kan brukes til å overstyre disse behandlingsinnstillingene i en valgt tidsperiode:
nl: Deze functie kan worden gebruikt om deze instellingen voor therapie te overschrijven voor een gekozen tijdsduur:
pl: Za pomocą tej funkcji można zastąpić te ustawienia terapii na wybrany okres czasu:
pt_pt: Esse recurso pode ser usado para substituir essas configurações de terapia por um período de tempo escolhido:
ru: Эта функция может быть использована для переопределения параметров терапии на выбранную длительность времени:
sv: Denna funktion kan användas för att justera dessa behandlingsinställningar under en vald tid:
uk: Цю функцію можна використовувати для перевизначення параметрів терапії на вказану довжину часу:
vi: Tính năng này có thể được sử dụng để ghi đè các thiết lập điều trị trong một khoảng thời gian được chọn:
zh_hant: 此功能可用於覆蓋這些治療設定，持續指定的時間：

source: This feature cannot be enabled unless Algorithm Settings > Autosens > Autosens Max is set higher than 100%.
bg: Тази функция не може да бъде активирана, освен ако Algorithm Settings > Autosens > Autosens Max не е зададено над 100%.
cs: Tuto funkci nelze zapnout, dokud není v Nastavení algoritmu > Autosens > Autosens Max nastavena hodnota vyšší než 100 %.
da: Denne funktion kan ikke aktiveres, medmindre algoritmeindstillinger > Autosens > Autosens Max er indstillet højere end 100%.
de: Diese Funktion kann nur aktiviert werden, wenn Algorithmus-Einstellungen > Autosens > Autosens Max höher als 100% eingestellt ist.
fr: Cette fonctionnalité ne peut pas être activée, sauf si « ⚙️Réglages > Algorithme > Sensibilité automatique (Autosens) > Autosens max. » est défini à une valeur supérieure à 100 %.
nb_no: Denne funksjonen kan ikke aktiveres med mindre Algoritme -> Autosens -> Autosens Maks er satt høyere enn 100%.
nl: Deze functie kan niet worden ingeschakeld tenzij Algoritme Instellingen > Autosens > Autosens Max hoger dan 100% is ingesteld.
pl: Ta funkcja nie może być włączona, dopóki Ustawienia algorytmu > Autosens > Maks Autosens jest ustawiony powyżej 100%.
sv: Denna funktion kan endast aktiveras när 'Algoritm > Autosens > Autosens maxinställning' är högre än 100%.
vi: Tính năng này chỉ có thể được bật nếu mục Cài đặt Thuật toán > Autosens > Autosens Max được đặt lớn hơn 100%.
zh_hant: 此功能無法啟用，除非算法設定 > 自動敏感度 > 自動敏感度最大值設置高於100%。

source: This feature ensures more accurate insulin adjustments when carb entries are missing or incorrect.
bg: Тази функция осигурява по-точни корекции на инсулина, когато записите за въглехидрати липсват или са неточни.
cs: Tato funkce zajišťuje přesnější úpravy inzulínu v případech, kdy záznamy o sacharidech chybí nebo jsou nesprávné.
da: Denne funktion sikrer mere nøjagtige insulinjusteringer, når carb poster mangler eller er forkerte.
de: Dieses Einstellung sorgt für genauere Insulinanpassungen, wenn Kohlenhydrateingaben fehlen oder nicht korrekt sind.
es: Esta característica asegura ajustes de insulina más precisos cuando las entradas de glúcido faltan o son incorrectas.
fr: Cette fonctionnalité permet des ajustements d’insuline plus précis lorsqu’il n’y a pas d’ajouts de glucides ou qu’ils sont incorrects.
it: Questa funzione assicura aggiustamenti più accurati dell’insulina quando le voci del carb sono mancanti o errate.
nb_no: Denne funksjonen sikrer mer nøyaktige insulinjusteringer når registrering av karbohydrater mangler eller er unøyaktig.
nl: Deze functie zorgt voor nauwkeurigere insuline aanpassingen wanneer de invoer van koolhydraten ontbreekt of onjuist.
pl: Ta funkcja zapewnia dokładniejsze dostosowanie insuliny w przypadku braku lub niepoprawnych wpisów węglowodanów.
pt_pt: Este recurso garante ajustes de insulina mais precisos quando as entradas carb estão ausentes ou incorretas.
ru: Эта функция обеспечивает более точную настройку инсулина, когда записи карба отсутствуют или неправильны.
sv: Denna funktion säkerställer mer exakta insulinjusteringar när kolhydrater saknas eller är felaktiga.
uk: Ця функція забезпечує більш точні корективи інсуліну, коли записи в кошику відсутні або неправильні.
vi: Tính năng này giúp điều chỉnh insulin chính xác hơn khi các mục nhập carbohydrate bị thiếu hoặc không chính xác.
zh_hant: 此功能在碳水化合物輸入缺失或不正確時，確保更準確的胰島素調整。
